const slides = [
    {
        id: 986056,
        poster: "https://image.tmdb.org/t/p/w1280/rthMuZfFv4fqEU4JVbgSW9wQ8rs.jpg",
        title: "ثاندربولتس",
        overview:
            "بعد أن وجدوا أنفسهم محاصرين في فخ الموت، يجب على سبعة من المنبوذين المحبطين الشروع في مهمة خطيرة ستجبرهم على مواجهة أظلم زوايا ماضيهم.",
        rating: 7.5,
        view: 663,
    },
    {
        id: 1233069,
        poster: "https://image.tmdb.org/t/p/w1280/65MVgDa6YjSdqzh7YOA04mYkioo.jpg",
        title: "حصانة دبلوماسية",
        overview:
            'حين يختفي ابنها داخل قنصلية أمريكية، تبذل الجندية السابقة في القوات الخاصة "سارة" قصارى جهدها للعثور عليه وتكشف عن مؤامرة دنيئة.',
        rating: 6.7,
        view: 244,
    },
    {
        id: 668489,
        poster: "https://image.tmdb.org/t/p/w1280/bVm6udIB6iKsRqgMdQh6HywuEBj.jpg",
        title: "خراب",
        overview:
            "حين تخرج سرقة مخدرات عن نطاق السيطرة بشكل مميت، يشقّ شرطي منهك طريقه عبر عالم الإجرام في مدينة فاسدة لإنقاذ ابن رجل سياسي.",
        rating: 6.6,
        view: 557,
    },
    {
        id: 497698,
        poster: "https://image.tmdb.org/t/p/w1280/6azpBJGcLx9SKif8h9VMnflBfa.jpg",
        title: "الأرملة السوداء",
        overview:
            "تواجه ناتاشا رومانوف ، المعروفة أيضًا باسم الأرملة السوداء ، الأجزاء المظلمة من دفتر الأستاذ الخاص بها عندما تنشأ مؤامرة خطيرة مرتبطة بماضيها. تلاحقها قوة لن تتوقف عند أي شيء لإسقاطها ، يجب أن تتعامل ناتاشا مع تاريخها كجاسوسة والعلاقات المحطمة التي خلفتها في أعقابها قبل فترة طويلة من أن تصبح منتقمًا.",
        rating: 7.2,
        view: 10515,
    },
    {
        id: 1197306,
        poster: "https://image.tmdb.org/t/p/w1280/fTrQsdMS2MUw00RnzH0r3JWHhts.jpg",
        title: "رجل عامل",
        overview:
            "تدور احداث الفيلم حين يترك (ليفون كيد) مهنته ليعمل في البناء ويكون أبًا صالحًا لابنته، لكن اختفاء فتاة من المدينة يجبره على العودة إلى المهارات التي جعلته شخصية أسطورية في عالم مكافحة الإرهاب الغامض.",
        rating: 6.5,
        view: 599,
    },
    {
        id: 870028,
        poster: "https://image.tmdb.org/t/p/w1280/rdxdvXQGqCj2Vb7SvTL8gdxlSzI.jpg",
        title: "The Accountant²",
        overview:
            "عندما يُقتل أحد معارفه القدامى، يُجبر وولف على حل القضية. إدراكًا منه لضرورة اتخاذ إجراءات أكثر صرامة، يستعين بشقيقه المنفصل عنه والشديد الخطورة، براكس، للمساعدة. وبالتعاون مع ماريبيث ميدينا، يكشفان مؤامرةً قاتلة، ويصبحان هدفًا لشبكةٍ من القتلة عديمي الرحمة الذين لن يترددوا في فعل أي شيء لإخفاء أسرارهم.",
        rating: 7.2,
        view: 145,
    },
    {
        id: 1241436,
        poster: "https://image.tmdb.org/t/p/w1280/cJvUJEEQ86LSjl4gFLkYpdCJC96.jpg",
        title: "Warfare",
        overview:
            "تنطلق فرقة من قوات النخبة البحرية في مهمة خطيرة في مدينة الرمادي بالعراق، حيث تستعيد ذكرياتهم عن تلك الأحداث ذكريات الفوضى والأخوة التي سادت أثناء الحرب.",
        rating: 7.2,
        view: 168,
    },
];

export { slides };
